app/controllers/users_controller.rb

SELECT "users".* FROM "users"
---
  def index
    @users = User.paginate(page: params[:page])

INSERT INTO "users" ("name", "email", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "Fernando"], ["email", "fercreek@gmail.com"], ["created_at", "2017-08-21 20:28:45.481853"], ["updated_at", "2017-08-21 20:28:45.481853"]]
---
  def create
    @user = User.new(user_params)

    # respond_to do |format|
    if @user.save